the 388
to 292
#vaxwithme 236
#vaxxed 222
#vaccines 198
of 194
and 187
a 185
vaccine 184
#vaccineswork 165
is 157
that 146
vaccines 146
in 139
are 103
for 84
have 78
not 76
after 74
it 72
has 68
you 66
I 63
with 60
was 55
from 54
be 53
an 50
they 47
on 46
as 44
at 43
cause 43
who 41
about 38
children 37
or 37
vaccines. 37
it's 36
do 34
autism 33
child 33
your 33
by 32
we 31
- 30
The 29
can 29
if 29
their 29
this 29
will 29
more 28
HPV 27
been 27
This 26
injured 26
never 26
my 25
people 25
all 24
don't 24
no 24
&amp; 23
because 23
our 23
vaccination 23
when 23
autism. 22
but 22
out 22
RT 21
Vaccine 21
parents 21
Vaccines 20
get 20
its 20
vaccinate 20
A 19
injury 19
If 18
being 18
kids 18
know 18
up 18
were 18
what 18
flu 17
believe 16
knows 16
reaction 16
seen 16
there 16
vaccine, 16
It 15
No 15
died 15
his 15
need 15
one 15
study 15
would 15
MMR 14
baby 14
he 14
immunity 14
than 14
vaccinated 14
@LotusOak: 13
We 13
What 13
against 13
brain 13
causes 13
had 13
how 13
lies 13
prevent 13
say 13
then 13
way 13
Anyone 12
When 12
convince 12
daughter 12
entity 12
going 12
her 12
just 12
life 12
should 12
too 12
useless. 12
vaccine. 12
want 12
#health 11
After 11
B 11
came 11
cancer 11
caused 11
deaths 11
does 11
found 11
like 11
many 11
measles 11
other 11
safe 11
said 11
think 11
#BigPharma 10
#vaccine 10
Can 10
He 10
So 10
Why 10
aluminum 10
better 10
cases 10
change. 10
first 10
given 10
life. 10
me 10
now 10
old 10
research 10
science 10
she 10
sick 10
son 10
#Vaccines 9
2 9
@and_kell 9
Corruption 9
Trying 9
With 9
You 9
another 9
court 9
disease 9
injuries 9
knows, 9
make 9
pharma 9
seizures 9
these 9
those 9
top. 9
used 9
vaccinated. 9
#autism 8
@ThisMomHCN 8
Do 8
Dr 8
Dr. 8
How 8
It's 8
Parents 8
SIDS 8
There 8
They 8
Yes 8
actually 8
could 8
did 8
die 8
due 8
family 8
health 8
immune 8
infant 8
into 8
killed 8
later 8
linked 8
little 8
money 8
new 8
only 8
others 8
polio 8
so 8
some 8
studies 8
u 8
us 8
which 8
why 8
year 8
#VaccinesWork 7
1 7
Big 7
CDC 7
My 7
Pharma 7
Please 7
Then 7
US 7
around 7
autism, 7
babies 7
before 7
change 7
dangerous 7
death 7
during 7
effective 7
evidence 7
happens 7
listen 7
made 7
manufacturers 7
month 7
mortality 7
nothing 7
nurse 7
ppl 7
protect 7
proven 7
safety 7
started 7
still 7
understand 7
unvaccinated 7
vaccines, 7
viruses 7
witnessed 7
world 7
years 7
#LearnTheRisk 6
#VAXXED 6
. 6
2006 6
@DoctorChristian 6
CERTAIN 6
Doctor 6
Flu 6
For 6
Here 6
In 6
Is 6
More 6
She 6
again 6
ate. 6
ball? 6
bananas 6
builds 6
cancer, 6
cancer. 6
case 6
causing 6
chickenpox 6
coincidence. 6
crystal 6
developed 6
doctor 6
doctors 6
getting 6
got 6
hope 6
injected 6
less 6
making 6
might 6
most 6
opinion 6
over 6
own 6
problem 6
regression 6
same 6
see 6
shingles 6
take 6
this. 6
time 6
touted 6
toxic 6
vaccine/autism 6
very 6
where 6
work 6
8 5
Developed 5
Doctors 5
Hepatitis 5
One 5
Think 5
Vitamin 5
__ 5
allergies 5
any 5
autism? 5
bad 5
become 5
big 5
bit 5
comes 5
continue 5
control 5
damage. 5
despite 5
diseases 5
doses 5
each 5
entire 5
even 5
ever 5
following 5
forced 5
gave 5
go 5
hours 5
illnesses 5
law 5
live 5
longer 5
mother 5
much 5
older 5
parent 5
pediatrician 5
pro 5
r 5
read 5
received 5
says 5
scientific 5
show 5
showed 5
spread 5
story 5
stupid 5
test 5
thank 5
them 5
them. 5
trust 5
truth 5
trying 5
use 5
vaccinations 5
won't 5
