vaccines 403
the 393
to 281
vaccine 252
vaxwithme 225
vaxxed 216
of 190
and 181
a 167
is 155
vaccineswork 154
in 128
that 128
are 97
autism 88
for 80
after 78
have 75
it 73
not 70
has 67
from 66
with 65
was 63
I 62
you 60
be 58
on 53
as 45
cause 44
children 44
they 44
an 43
child 43
this 43
who 42
The 39
about 39
its 38
This 36
or 36
at 35
Vaccines 34
do 34
been 31
by 31
HPV 30
more 30
your 30
amp 29
up 29
vaccinated 29
no 28
people 28
will 28
if 27
injury 27
my 27
their 27
vaccinate 27
injured 26
vaccination 26
we 26
RT 25
Vaccine 25
dont 25
CDC 24
all 23
can 23
never 23
what 23
knows 21
our 21
parents 21
were 21
2 20
No 20
because 20
but 20
flu 20
health 20
his 20
life 20
just 19
when 19
A 18
being 18
brain 18
out 18
than 18
would 18
If 17
baby 17
died 17
know 17
study 17
cancer 16
death 16
he 16
kids 16
old 16
too 16
B 15
Dr 15
He 15
MMR 15
believe 15
change 15
get 15
injuries 15
like 15
month 15
reaction 15
research 15
safe 15
said 15
should 15
then 15
BigPharma 14
What 14
causes 14
deaths 14
does 14
her 14
immunity 14
many 14
need 14
s 14
say 14
seen 14
shot 14
there 14
way 14
Why 13
daughter 13
going 13
lies 13
other 13
science 13
she 13
It 12
VAXXED 12
We 12
how 12
one 12
only 12
pharma 12
polio 12
safety 12
these 12
Autism 11
SIDS 11
aluminum 11
babies 11
caused 11
damage 11
disease 11
first 11
found 11
given 11
had 11
measles 11
nothing 11
now 11
so 11
them 11
toxic 11
vaccinations 11
want 11
women 11
After 10
Anyone 10
Big 10
When 10
again 10
causing 10
convince 10
court 10
entity 10
evidence 10
kell 10
killed 10
linked 10
me 10
same 10
son 10
studies 10
think 10
top 10
us 10
useless 10
very 10
where 10
years 10
1 9
Do 9
Flu 9
How 9
Its 9
My 9
US 9
You 9
actually 9
another 9
better 9
chickenpox 9
coincidence 9
did 9
into 9
made 9
mercury 9
might 9
new 9
over 9
prevent 9
seizures 9
still 9
story 9
such 9
t 9
time 9
world 9
Gardasil 8
Parents 8
So 8
There 8
They 8
also 8
around 8
before 8
cases 8
dangerous 8
die 8
getting 8
got 8
induced 8
infant 8
media 8
most 8
sick 8
those 8
unvaccinated 8
used 8
which 8
witnessed 8
year 8
3 7
8 7
Corruption 7
Doctor 7
Hepatitis 7
Here 7
LearnTheRisk 7
Pharma 7
Please 7
She 7
Trying 7
against 7
any 7
body 7
comes 7
contaminated 7
control 7
could 7
doctors 7
doesnt 7
due 7
effective 7
hours 7
human 7
immune 7
increase 7
money 7
much 7
others 7
rather 7
regression 7
some 7
system 7
take 7
truth 7
u 7
vaccinating 7
work 7
x80 7
xe2 7
5 6
9 6
As 6
FDA 6
For 6
Is 6
More 6
New 6
Now 6
One 6
Study 6
Unvaccinated 6
Yes 6
adults 6
allergies 6
antivax 6
article 6
away 6
case 6
data 6
during 6
effects 6
else 6
even 6
ever 6
family 6
happens 6
hope 6
illnesses 6
injected 6
keep 6
law 6
less 6
link 6
little 6
live 6
lives 6
lot 6
make 6
making 6
manufacturers 6
monkey 6
mortality 6
nearly 6
next 6
nurse 6
opinion 6
own 6
population 6
ppl 6
pregnant 6
proven 6
risk 6
scientific 6
see 6
severe 6
shingles 6
since 6
started 6
thing 6
virus 6
well 6
why 6
50 5
And 5
Another 5
DPT 5
Developed 5
Doctors 5
Don 5
In 5
India 5
Polio 5
Read 5
STUDY 5
Then 5
Think 5
Vaccinated 5
Vaccinations 5
Vaxxed 5
Vitamin 5
Were 5
Who 5
With 5
become 5
behavior 5
big 5
bit 5
both 5
came 5
cells 5
connection 5
corrupt 5
developed 5
discovered 5
doctor 5
doses 5
entire 5
falsified 5
forced 5
future 5
gain 5
gave 5
generation 5
government 5
happen 5
harmed 5
him 5
hospital 5
let 5
listen 5
longer 5
look 5
loose 5
n 5
older 5
pro 5
quickly 5
rates 5
read 5
really 5
received 5
says 5
set 5
show 5
showed 5
shows 5
stories 5
test 5
understand 5
unsafe 5
